// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Dateien synchronisieren";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Abbrechen";

// Text of "Next" button, used in various dialogs
"NEXT" = "Weiter";

// Text of "Done" button, used in various dialogs
"DONE" = "Fertig";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Fortfahren";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Zielort:";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Geändert:";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Name:";			// Name label - prefixes the name of the file
"SIZE:"        = "Größe:";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "Auf diesem Computer";	// For iDisk
".MAC"          = "Auf %@";				// For iDisk
"LOCAL_MHD"     = "Auf diesem Computer";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "Im Netzwerk";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Im Finder zeigen";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "iDisk-Fehler";
"MHD ERROR TITLE"   = "Fehler bei Synchronisierung des Benutzerordners";
"FS ERROR TITLE"    = "Fehler beim Synchronisieren der Datei";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "Fehlercode: %d";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "iDisk-Fehler %d von %d";
"MHD ERROR COUNT%"   = "Fehler %d von %d bei Synchronisierung des Benutzerordners";
"FS ERROR COUNT%"    = "Fehler %d von %d beim Synchronisieren der Datei";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Beim Löschen der Datei „%@“ ist ein Fehler aufgetreten.";
"ERROR SYNCING%"       = "Beim Synchronisieren der Datei „%@“ ist ein Fehler aufgetreten.";
"ERROR MOVING%"        = "Beim Bewegen der Datei „%@“ ist ein Fehler aufgetreten.";
"ERROR ACCESSING%"     = "Beim Synchronisieren der Datei „%@“ ist ein Fehler aufgetreten.";
"DIR:ERROR DELETING%"  = "Beim Löschen des Ordners „%@“ ist ein Fehler aufgetreten.";
"DIR:ERROR SYNCING%"   = "Beim Synchronisieren des Ordners „%@“ ist ein Fehler aufgetreten.";
"DIR:ERROR MOVING%"    = "Beim Bewegen des Ordners „%@“ ist ein Fehler aufgetreten.";
"DIR:ERROR ACCESSING%" = "Beim Synchronisieren des Ordners „%@“ ist ein Fehler aufgetreten.";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "Ihre iDisk ist fast voll. Zum Synchronisieren dieses Objekts steht nicht mehr genügend Speicherplatz auf Ihrer iDisk zur Verfügung.";
"MHD DSKFULERR"        = "Ihr Benutzerordner ist fast voll. Zum Synchronisieren dieses Objekts steht nicht mehr genügend Speicherplatz zur Verfügung.";
"FS DSKFULERR"         = "Ihre Festplatte ist fast voll. Zum Synchronisieren dieses Objekts steht nicht mehr genügend Speicherplatz zur Verfügung.";
"IDISK DSKFULERR HELP" = "Einige Objekte auf Ihrer iDisk befinden sich im Papierkorb. Entleeren Sie den Papierkorb, um Speicherplatz freizugeben.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "Sie haben nicht die erforderlichen Zugriffsrechte, um diese Datei zu löschen.";
"AFPACCESSDENIED SYNC"       = "Sie haben nicht die erforderlichen Zugriffsrechte, um diese Datei zu synchronisieren.";
"DIR:AFPACCESSDENIED DELETE" = "Sie haben nicht die erforderlichen Zugriffsrechte, um diesen Ordner zu löschen.";
"DIR:AFPACCESSDENIED SYNC"   = "Sie haben nicht die erforderlichen Zugriffsrechte, um diesen Ordner zu synchronisieren.";
"AFPACCESSDENIED HELP"       = "Sie können Ihre Zugriffsrechte im Info-Fenster des Finders überprüfen.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "Der Name dieser Datei ist bis auf die Groß-/Kleinschreibung der gleiche wie der Name eines anderen Objekts auf Ihrer iDisk.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "Der Name dieser Datei ist bis auf die Groß-/Kleinschreibung der gleiche wie der Name eines anderen Objekts in Ihrem Benutzerordner.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "Der Name dieser Datei ist bis auf die Groß-/Kleinschreibung der gleiche wie der Name eines anderen Objekts auf Ihrer Festplatte.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "Der Name dieses Ordners ist bis auf die Groß-/Kleinschreibung der gleiche wie der Name eines anderen Objekts auf Ihrer iDisk.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "Der Name dieses Ordners ist bis auf die Groß-/Kleinschreibung der gleiche wie der Name eines anderen Objekts in Ihrem Benutzerordner.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "Der Name dieses Ordners ist bis auf die Groß-/Kleinschreibung der gleiche wie der Name eines anderen Objekts auf Ihrer Festplatte.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "Sie sollten das Objekt umbenennen, damit es sich deutlicher unterscheidet. Fügen Sie beispielsweise eine Zahl an den Namen an.";

// fBsyErr
"FSBSYERR"      = "Die Datei ist in Verwendung.";
"FSBSYERR HELP" = "Möglicherweise wird die Datei von einem Programm verwendet. Versuchen Sie, die Datei zu schließen oder Programme zu beenden.";

// fLckdErr
"FLCKDERR"      = "Die Datei ist geschützt.";
"DIR:FLCKDERR"  = "Der Ordner ist geschützt.";
"FLCKDERR HELP" = "Sie können den Schutz für das Objekt im Info-Fenster des Finders aufheben.";

"File Not Found"      = "Die Datei wurde nicht gefunden.";
"HELP:File Not Found" = "Die Datei wurde möglicherweise während der Synchronisierung bewegt. Versuchen Sie erneut, zu synchronisieren.";

"File Name Too Long"      = "Ein Datei- oder Ordnername ist zu lang.";
"HELP:File Name Too Long" = "Benennen Sie das Objekt um und verwenden Sie dafür einen kürzeren Namen.";

"I/O Error"      = "Beim Lesen oder Schreiben der Datei ist ein Fehler aufgetreten.";
"HELP:I/O Error" = "Bitte versuchen Sie es später erneut.";

"Destination does not support symlinks"      = "Der Zielort unterstützt keine Symlinks.";
"HELP:Destination does not support symlinks" = "Versuchen Sie, die Datei oder den Ordner vorher zu komprimieren.";

"Object deleted"      = "Das Objekt wurde gelöscht, bevor es synchronisiert werden konnte.";
//"HELP:Object deleted" = "";

"Object created"      = "Ein neues Objekt wurde am gleichen Ort erstellt, an dem sich dieses Objekt befindet, bevor es synchronisiert werden konnte.";
//"HELP:Object created" = "";

"Object modified"     = "Dieses Objekt, das aktualisiert werden soll, wurde von einem anderen Programm geändert, bevor es synchronisiert werden konnte.";
//"HELP:Object modified" = "";

"Network error"       = "Ein Netzwerkfehler ist aufgetreten.";
"HELP:Network error"  = "Überprüfen Sie Ihre Netzwerkverbindung oder versuchen Sie es später erneut.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Ein Problem ist aufgetreten.";					// [rdar://5231555]
"HELP:Unknown error"       = "Bitte versuchen Sie es später erneut.";
"HELP-IDISK:Unknown error" = "Bitte versuchen Sie es später erneut.";
"HELP-PHD:Unknown error"   = "Bitte versuchen Sie es später erneut. Falls das Problem weiterhin besteht, wenden Sie sich an Ihren Netzwerkadministrator.";

"IDISK ALMOST FULL"     = "Ihre iDisk ist fast voll.";
"ALMOST FULL TRASH MSG" = "Einige Dateien auf Ihrer iDisk befinden sich im Papierkorb. Entleeren Sie den Papierkorb, um Speicherplatz freizugeben.\n\nSie können Ihre iDisk in der Systemeinstellung „%@“ vergrößern.";
"ALMOST FULL .MAC MSG"  = "Sie können Ihre iDisk in der Systemeinstellung „%@“ vergrößern.";

"REVERIFICATION"      = "Die Datei wurde in jeder der letzten %@ Synchronisierungen geändert.";
"REVERIFICATION HELP" = "Möglicherweise wird die Datei von einem Programm regelmäßig verändert. Versuchen Sie, die Datei zu schließen oder Programme zu beenden.";

"TOO_MANY_EAS"      = "Der Zielort unterstützt einige der in diesem Objekt enthaltenen Daten nicht.";
"TOO_MANY_EAS HELP" = "Versuchen Sie, die Datei oder den Ordner vorher zu komprimieren.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "Der Ordner „%@“ ist nur verfügbar, wenn Ihre iDisk online ist.";
"OFFLINE FOLDER MSG" = "Um auf diesen Ordner zugreifen zu können, müssen Sie Ihren Computer mit dem Internet verbinden.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu Byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 Konflikt";
"%CONFLICTS" = "%d Konflikte";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "„%@“ wurde an beiden Orten verändert.";			// Name of conflicting item.
"%WHERE"                   = "Ort: %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d von %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-root-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "Datei";
"FOLDER"                   = "Ordner";
"PACKAGE"                  = "Paket";
"SYMLINK"                  = "Symlink";
"IDISK_LOCAL_TITLE"        = "Dieser Computer";
"IDISK_POPUP_LOCAL_TITLE"  = "Datei auf diesem Computer behalten";
"IDISK_POPUP_REMOTE_TITLE" = "Datei auf %@ behalten";
"MHD_LOCAL_TITLE"          = "Auf diesem Computer";
"MHD_REMOTE_TITLE"         = "Im Netzwerk";
"MHD_POPUP_LOCAL_TITLE"    = "Datei auf diesem Computer behalten";
"MHD_POPUP_REMOTE_TITLE"   = "Datei im Netzwerk behalten";
"1_IDISK_CONFLICT"         = "Es gibt einen Sync-Konflikt für die iDisk.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Es gibt %d Sync-Konflikte für die iDisk.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "Es gibt einen Konflikt beim Synchronisieren des Benutzerordners.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "Es gibt %d Konflikte beim Synchronisieren des Benutzerordners.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Bei allen Konflikten die Dateien auf %@ behalten";
"IDISK_RESOLVE_LOCAL"      = "Bei allen Konflikten die Dateien auf diesem Computer behalten";
"IDISK_RESOLVE_BOTH"       = "Bei allen Konflikten beide Dateien behalten";
"IDISK_RESOLVE_LASTMOD"    = "Alle Konflikte lösen, indem die Datei mit dem letzten Änderungsdatum behalten wird.";
"IDISK_RESOLVE_EXCLUDE"    = "Alle Konflikte lösen, indem die Dateien von zukünftigen Synchronisierungen ausgeschlossen werden.";
"IDISK_RESOLVE_NONE"       = "Alle Konflikte ignorieren.";
"MHD_RESOLVE_REMOTE"       = "Bei allen Konflikten die Dateien im Netzwerk behalten";
"MHD_RESOLVE_LOCAL"        = "Bei allen Konflikten die Dateien auf diesem Computer behalten";
"MHD_RESOLVE_BOTH"         = "Bei allen Konflikten beide Dateien behalten";
"MHD_RESOLVE_LASTMOD"      = "Alle Konflikte lösen, indem die Datei mit dem letzten Änderungsdatum behalten wird.";
"MHD_RESOLVE_EXCLUDE"      = "Alle Konflikte lösen, indem die Dateien von zukünftigen Synchronisierungen ausgeschlossen werden.";
"MHD_RESOLVE_NONE"         = "Alle Konflikte ignorieren.";
"MHD_CONFLICT_TITLE"       = "Sync-Konflikte";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "Lösen aller Konflikte nicht möglich";
"NOT_ALL_RESOLVED_MSG"   = "Einige Konflikte konnten nicht gelöst werden, weil deren Änderungsdatum zu nah beieinander lag. Bitte lösen Sie diesen Konflikt manuell oder verwenden Sie eine andere Option.";

"There are no file syncing errors or conflicts." = "Es gab keine Fehler oder Konflikte beim Synchronisieren der Dateien.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "Ihre iDisk wurde nicht vollständig synchronisiert. Versuchen Sie es später erneut.";
"GLOBAL-HELP-IDISK:Timeout" = "Wenn weiterhin Probleme beim Synchronisieren Ihrer iDisk auftreten, besteht möglicherweise ein Problem mit Ihrer Internetverbindung. Schließen Sie die anderen Programme, die das Internet verwenden, bevor Sie es erneut versuchen.";

"GLOBAL-IDISK:NetworkError"      = "Ihre iDisk wurde nicht vollständig synchronisiert.";
"GLOBAL-HELP-IDISK:NetworkError" = "Überprüfen Sie Ihre Netzwerkverbindung oder versuchen Sie es später erneut.";

"GLOBAL-IDISK:RemoteBusy"      = "Ihre iDisk wurde nicht vollständig synchronisiert.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Bitte versuchen Sie es später erneut.";

"GLOBAL-IDISK:UNKNOWN"      = "Ihre iDisk wurde nicht vollständig synchronisiert, da ein Problem aufgetreten ist.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Bitte versuchen Sie es später erneut.";

// PHD
"GLOBAL-PHD:Timeout"      = "Ihr Benutzerordner wurde nicht vollständig synchronisiert. Versuchen Sie es später erneut.";
"GLOBAL-HELP-PHD:Timeout" = "Wenn weiterhin Probleme beim Synchronisieren Ihres Benutzerordners auftreten, besteht möglicherweise ein Problem mit Ihrer Netzwerkverbindung. Schließen Sie die anderen Programme, die das Netzwerk verwenden, bevor Sie es erneut versuchen.";

"GLOBAL-PHD:NetworkError"      = "Ihr Benutzerordner wurde nicht vollständig synchronisiert.";
"GLOBAL-HELP-PHD:NetworkError" = "Überprüfen Sie Ihre Netzwerkverbindung oder versuchen Sie es später erneut.";

"GLOBAL-PHD:RemoteBusy"      = "Ihr Benutzerordner wurde nicht vollständig synchronisiert.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Bitte versuchen Sie es später erneut.";

"GLOBAL-PHD:UNKNOWN"      = "Ihr Benutzerordner wurde nicht vollständig synchronisiert, da ein Problem aufgetreten ist.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Bitte versuchen Sie es später erneut.";

// Other
"GLOBAL-FS:Timeout"      = "Ihre Dateien wurden nicht vollständig synchronisiert. Versuchen Sie es später erneut.";
"GLOBAL-HELP-FS:Timeout" = "Wenn weiterhin Probleme beim Synchronisieren Ihrer Dateien auftreten, besteht möglicherweise ein Problem mit Ihrer Netzwerkverbindung. Schließen Sie die anderen Programme, die das Netzwerk verwenden, bevor Sie es erneut versuchen.";

"GLOBAL-FS:NetworkError"      = "Ihre Dateien wurden nicht vollständig synchronisiert.";
"GLOBAL-HELP-FS:NetworkError" = "Überprüfen Sie Ihre Netzwerkverbindung oder versuchen Sie es später erneut.";

"GLOBAL-FS:RemoteBusy"      = "Ihre Dateien wurden nicht vollständig synchronisiert.";
"GLOBAL-HELP-FS:RemoteBusy" = "Bitte versuchen Sie es später erneut.";

"GLOBAL-FS:UNKNOWN"      = "Ihre Dateien wurden nicht vollständig synchronisiert, da ein Problem aufgetreten ist.";
"GLOBAL-HELP-FS:UNKNOWN" = "Bitte versuchen Sie es später erneut.";
